{
  "ctgui.editing.title": "Bearbeite %s Rezept",
  "ctgui.editing.tag_title": "Neuer Tag Ingredient",
  "ctgui.editing.options_title": "Rezept Optionen",
  "ctgui.editing.save": "Speichern",
  "ctgui.editing.save_description": "Speichert die änderungen die am Rezept gemacht wurden. Beim exportieren wird das originale Rezept entfernt und dein verändertes hinzugefügt.",
  "ctgui.editing.save_description_editing_change": "Ersetzt das veränderte Rezept, das du gerade bearbeitest.",
  "ctgui.editing.save_new": "Als neues speichern",
  "ctgui.editing.save_new_description": "Speichert das neue Rezept. Es funktioniert, wenn du es zu CraftTweaker exportierst aber du kannst es jetzt schon in emi/jei sehen.",
  "ctgui.editing.save_new_description_editing": "Speichert das veränderte Rezept als neues Rezept ohne das alte zu verändern.",
  "ctgui.editing.delete": "Löschen",
  "ctgui.editing.delete_description": "Löscht das Rezept das du gerade bearbeitest und schließt dieses Menü. Nicht benutzen wenn du das originale Rezept ändern willst.",
  "ctgui.editing.unsupported": "Nicht unterstützte Rezept-Implementierung in sonst unterstützter Kategorie",
  "ctgui.editing.unsupported_viewer": "Das Rezept kann mit den aktuell installierten Recipe-Viewern nicht angezeigt werden",
  "ctgui.editing.options_warning": "[CraftTweaker GUI] Du benutzt Optionen die nur für das ändern von Rezepten gedacht sind. Deaktiviere sie wenn du fertig bist!",
  "ctgui.editing.options.shapeless": "Formlos",
  "ctgui.editing.options.cooking_time": "Koch Zeit (in ticks)",
  "ctgui.editing.options.experience": "Erfahrung",
  "ctgui.editing.options.tag_item": "Item-Tag (Sonst Flüssigkeits-Tag)",
  "ctgui.editing.options.tag_name": "Name des Tags",
  "ctgui.editing.options.secondary_output_chance": "Chance des sekundären Ergebnisses (Muss, wenn das Hauptergebnis leer ist, zwischen 0.01 und 0.99 sein)",
  "ctgui.editing.options.additional_required_energy": "Benötigte Energie zusätzlich zur grundlegend verbrauchten Energie",
  "ctgui.editing.options.duration": "Verarbeitungszeit (in ticks)",
  "ctgui.editing.vanilla_smelting_recipe": "Dieses Rezept ist eigentlich ein vanilla Rezept und das originale Schmelzrezept muss bearbeitet werden",
  "ctgui.editing.unavailable": "Nur beim bearbeiten eines schon vorhandenen Rezeptes verfügbar",
  "ctgui.editing.recipe_id": "Id des Rezepts",
  "ctgui.editing.recipe_id_editing": "Id des Rezepts. Wird beim ändern eines schon vorhandenen Rezeptes nicht benutzt!",
  "ctgui.editing.to_small": "GUI-Größe zu groß",
  "ctgui.editing.to_small_description": "Verringere deine GUI-Größe um ein Rezept zu bearbeiten",
  "ctgui.list.title": "Geänderte Rezepte",
  "ctgui.list.export": "Zu CraftTweaker exportieren",
  "ctgui.list.export_server": " Du musst das exportierte Skript manuell zum Server hochladen!",
  "ctgui.list.edit_mode_true": "Klicke um den Bearbeitungs-Modus auszuschalten. Du kannst dieses Menü noch aktiviert lassen damit Spieler alle geänderten Rezepte sehen können.",
  "ctgui.list.edit_mode_false": "Klicke um den Bearbeitungs-Modus anzuschalten.",
  "ctgui.list.list_button_true": "Klicke um den Knopf im Pause-Menü auszuschalten. Du kannst dieses Menü immer noch durch die Mod Optionen oder durch das Bearbeiten eines Rezeptes öffnen.",
  "ctgui.list.list_button_false": "Klicke um den Knopf, der dieses Menü öffnet, im Pause-Menü auszuschalten.",
  "ctgui.list.change_title": "%s %s Rezept",
  "ctgui.list.filter_all": "Alle Änderungen",
  "ctgui.list.filter_new": "Neue Änderungen",
  "ctgui.list.unavailable": "Nicht Verfügbar",
  "ctgui.list.only_ingame": "Betrete eine Welt um dieses Menü zu öffnen",
  "ctgui.list.edit": "Bearbeiten",
  "ctgui.help.title": "Vollständige Hilfe bald verfügbar",
  "ctgui.help": "Um ein Rezept zu bearbeiten kannst du auf das neue Icon in Emi neben dem Rezept das du bearbeiten willst klicken oder das plus oben bei jeder Kategorie benutzen um ein neues Rezept zu erstellen. In der Rezept-Änderungsliste hast du einen überblick aller Rezept Änderungen und du kannst sie zu CraftTweaker exportieren. Es ist im moment noch nicht möglich bestehende Rezept Änderungen nochmal zu bearbeiten. Auch noch wichtig: Tags sind etwas anders im gegensatz zu anderen Rezept-Typen. Wenn du einen bestehenden Tag änderst wird der Inhalt nicht mehr verändert, wenn du z.B. einen Mod installierst der ein Item zu diesem Tag hinzufügt. Um das zu Verhindern kannst du einfach einen neuen Tag mit dem selben Namen erstellen. Dadurch werden die Items zum bestehenden Tag hinzugefügt. Das musst du auch machen, wenn du Items zu einem Tag mit 1 oder 0 Items hinzufügen willst, weil Emi diese nicht anzeigt. Auch noch wichtig: Emi klappt Tags mit einem Item automatisch zusammen. Das ist im Bearbeitungs-Menü deaktiviert, also wenn du ein Rezept mit einem Tag der nur ein Item enthält machst, sieht es nachher so aus, wie als würde es nur dieses Item und nicht den Tag annehmen. Die Bearbeitungs-Modus Warnung im Chat kannst du in der Config deaktivieren.",
  "ctgui.export_notice": "Änderungen zu CraftTweaker exportiert. Du musst die Welt neuladen oder /reload benutzen damit sie aktiv werden.",
  "ctgui.added": "Hinzugefügt:",
  "ctgui.changed": "Geändert:",
  "ctgui.removed": "Entfernt:",
  "ctgui.recipe_added": "Dieses Rezept wird hinzugefügt, wenn die Rezept änderungen aktiv werden",
  "ctgui.recipe_changed": "Dieses Rezept wird geändert, wenn die Rezept änderungen aktiv werden",
  "ctgui.recipe_removed": "Dieses Rezept wird entfernt, wenn die Rezept änderungen aktiv werden",
  "ctgui.recipe_custom": "Benutzerdefiniertes Rezept",
  "ctgui.changes_saved_title": "Rezept Änderungen gespeichert",
  "ctgui.changes_saved": "Exportiere sie zu CraftTweaker damit sie aktiv werden",
  "ctgui.saving_error_title": "Fehler beim speichern der Rezept Änderungen",
  "ctgui.loading_error_title": "Fehler beim laden der Rezept Änderungen",
  "ctgui.export_error_title": "Fehler beim exportieren der Rezept Änderungen",
  "ctgui.error_message": "Schau im log für mehr Details nach",
  "ctgui.unsupported": "Nicht Unterstütztes"
}